news/output/northkorea.html
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">USA: China warnt Nordkorea vor neuem Atomtest | USA: China warned Northkorea for new nuclear test | アメリカが発表：中国、北朝鮮に対して核実験を止めるよう警告</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<p>

</p>

<p>
Nordkoreas Machthaber Kim hat auf der Welt nur einen Verbündeten: China. Doch laut Aussagen von US-Außenminister Tillerson denkt auch Peking inzwischen über Sanktionen gegen Nordkorea nach. Gleichzeitig schloss US-Präsident Trump eine weitere Eskalation nicht aus.
<a href="http://www.tagesschau.de/ausland/nordkorea-469.html">http://www.tagesschau.de/ausland/nordkorea-469.html</a>
</p>
</div>
</div>

<div id="outline-container-unnumbered-2" class="outline-2">
<h2 id="unnumbered-2">words</h2>
<div class="outline-text-2" id="text-unnumbered-2">
<ul class="org-ul">
<li>Matchthaber
<ul class="org-ul">
<li>ruler
</li>
</ul>
</li>
<li>Verbündeten
<ul class="org-ul">
<li>der/die Verbündete
<ul class="org-ul">
<li>ally
</li>
</ul>
</li>
</ul>
</li>
<li>die Aussage
<ul class="org-ul">
<li>statement
</li>
</ul>
</li>
<li>Außenminister
<ul class="org-ul">
<li>Foreign
</li>
</ul>
</li>
<li>denkt &#x2026; nach
<ul class="org-ul">
<li>nachdenken
<ul class="org-ul">
<li>think / reflecton
</li>
</ul>
</li>
</ul>
</li>
<li>schloss &#x2026; aus
<ul class="org-ul">
<li>ausschließen
<ul class="org-ul">
<li>expel
</li>
<li>exclude
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-unnumbered-3" class="outline-2">
<h2 id="unnumbered-3">translation</h2>
<div class="outline-text-2" id="text-unnumbered-3">
<p>
North Korea's ruler Kim has only one ally all over the world: China. However the loud statement from the US-Foreign Minister Tillerson reflected with Pekins also internally on the sanction against North Korea. At the same time US President Trump doesn't expel a further escalation.
</p>
</div>
</div>
